tap "buo/cask-upgrade"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "aacgain"
brew "aom"
brew "archey"
brew "asdf"
brew "aspell"
brew "sqlite"
brew "xz"
brew "aws-elasticbeanstalk"
brew "bash"
brew "bzip2"
brew "gettext"
brew "cmake"
brew "csvkit"
brew "curl"
brew "dos2unix"
brew "duck"
brew "enscript"
brew "faac"
brew "faad2"
brew "fdupes"
brew "rubberband"
brew "ffmpeg"
brew "findutils"
brew "freetds"
brew "fzf"
brew "gd"
brew "genometools"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "grip"
brew "handbrake"
brew "hstr"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "iperf"
brew "jq"
brew "lbzip2"
brew "libao"
brew "llvm"
brew "lzlib"
brew "mad"
brew "mailutils"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "media-info"
brew "memcached"
brew "mkvtoolnix"
brew "moreutils"
brew "mpg123"
brew "mp3gain"
brew "mp3info"
brew "mp4v2"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "ncftp"
brew "neofetch"
brew "nginx"
brew "p7zip"
brew "pandoc"
brew "protobuf"
brew "pstree"
brew "pwgen"
brew "r"
brew "rlwrap"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "smartmontools"
brew "socat"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "stormssh"
brew "subversion"
brew "thefuck"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "unzip"
brew "vcftools"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "mongodb/brew/mongodb-community"
cask "1password-cli"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "kdiff3"
cask "macdown"
cask "meld"
cask "mongodb-compass"
cask "rstudio"
cask "swiftbar"
cask "textbar"
cask "vagrant"
cask "vagrant-manager"
cask "xbar"
mas "1Blocker", id: 1365531024
mas "Awaken", id: 404221531
mas "BabyProof", id: 412522123
mas "Boop", id: 1518425043
mas "Browserism", id: 979047768
mas "CloudClip Manager", id: 563362017
mas "Convert It", id: 885534364
mas "Core Tunnel", id: 1354318707
mas "Deliveries", id: 924726344
mas "Disk Care", id: 913724705
mas "Disk Diag", id: 672206759
mas "Disk Space", id: 603688030
mas "Forecast Bar", id: 982710545
mas "g Converter", id: 1545532142
mas "LiveReload", id: 482898991
mas "Maccy", id: 1527619437
mas "Mail for Gmail", id: 1216244845
mas "Memory Diag", id: 748212890
mas "MuteMyMic", id: 456362093
mas "Name Mangler", id: 603637384
mas "Pastebot", id: 1179623856
mas "PopClip", id: 445189367
mas "Prime Video", id: 545519333
mas "Quiver", id: 866773894
mas "Raw Dog XML Viewer", id: 1074415945
mas "Simple Refresh", id: 1492951704
mas "Slack", id: 803453959
mas "Soulver 2", id: 413965349
mas "Space Gremlin", id: 414515628
mas "Speedtest", id: 1153157709
mas "Tab Space", id: 1473726602
mas "TaskTab", id: 1395414535
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
mas "TunesArt", id: 444696268
mas "Tweetbot", id: 557168941
mas "Tweetbot", id: 1384080005
mas "Wallpaper Wizard", id: 1266674560
mas "WhatsApp", id: 1147396723
mas "Wipr", id: 1320666476
mas "World Clock Pro", id: 858446756
