tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "wagoodman/dive"
brew "gettext"
brew "xz"
brew "jpeg"
brew "icu4c"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ant"
brew "apr-util"
brew "autoconf"
brew "autojump"
brew "autossh"
brew "aws-elasticbeanstalk"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "bsdgames-osx"
brew "c-ares"
brew "composer"
brew "coreutils"
brew "ctags"
brew "curl"
brew "libev"
brew "libevent"
brew "libidn"
brew "libssh2"
brew "nghttp2"
brew "docker-clean"
brew "dos2unix"
brew "duck"
brew "enscript"
brew "erlang"
brew "faac"
brew "fdupes"
brew "libogg"
brew "lame"
brew "libass"
brew "libvorbis"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "freetds@0.91"
brew "gd"
brew "gdb"
brew "geckodriver"
brew "genometools"
brew "geos"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg", link: false
brew "go"
brew "graphviz", args: ["with-gts", "with-librsvg", "with-pango"]
brew "grep"
brew "grip"
brew "libepoxy"
brew "gtk+3"
brew "gtksourceview3"
brew "hstr"
brew "htop"
brew "htslib"
brew "httpd"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "imap-uw"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "memcached"
brew "libmemcached"
brew "libvo-aacenc"
brew "libxml2"
brew "mas"
brew "maven"
brew "mercurial"
brew "monit"
brew "moreutils"
brew "mosh"
brew "mp3info"
brew "mtr"
brew "mycli"
brew "mysql"
brew "ncdu"
brew "ncftp"
brew "neofetch"
brew "nginx"
brew "nvm"
brew "openssl@1.1"
brew "pandoc"
brew "pianobar"
brew "postgresql@9.5"
brew "postgresql@9.6"
brew "pv"
brew "pwgen"
brew "py2cairo"
brew "pygobject3"
brew "qt"
brew "pyside"
brew "r"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rlwrap"
brew "rsync"
brew "rust"
brew "screen"
brew "sdl"
brew "shellcheck"
brew "smartmontools"
brew "socat"
brew "spdylay"
brew "ssh-copy-id"
brew "stormssh"
brew "utf8proc"
brew "subversion"
brew "texi2html"
brew "thefuck"
brew "tmux"
brew "tomcat@7"
brew "tree"
brew "uberftp"
brew "vcftools"
brew "vim"
brew "watchman"
brew "wget"
brew "wine"
brew "winetricks"
brew "yarn"
brew "yasm"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "wagoodman/dive/dive"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "bitbar"
cask "dbeaver-community"
cask "docker-edge"
cask "dropbox"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatago-nerd-font-mono"
cask "font-inconsolatalgc-nerd-font"
cask "font-inconsolatalgc-nerd-font-mono"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "hyper"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "kdiff3"
cask "macdown"
cask "meld"
cask "minikube"
cask "rstudio"
cask "sequel-pro"
cask "slack"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
mas "Airmail", id: 918858936
mas "Apowersoft Screen Recorder", id: 1030681467
mas "Balance Lock", id: 1019371109
mas "Browserism", id: 979047768
mas "Core Tunnel", id: 1354318707
mas "Deliveries", id: 924726344
mas "EtreCheck", id: 1423715984
mas "Evernote", id: 406056744
mas "Finely Tuned", id: 884315321
mas "FreeChat", id: 1084346074
mas "GarageBand", id: 682658836
mas "HardwareGrowler", id: 475260933
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "LiveReload", id: 482898991
mas "Markoff", id: 1084713122
mas "Microsoft Remote Desktop", id: 715768417
mas "Music Control", id: 494988859
mas "MuteMyMic", id: 456362093
mas "Name Mangler", id: 603637384
mas "NepTunes", id: 1006739057
mas "Notifi", id: 571946446
mas "Novabench", id: 411466132
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Pimp Your Screen", id: 755444885
mas "Plaaying", id: 1034990428
mas "PopClip", id: 445189367
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
mas "Secure Delete", id: 1122729612
mas "SerialTools", id: 611021963
mas "Shush", id: 496437906
mas "Silicio", id: 933627574
mas "Simplify", id: 448003584
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Squidoo", id: 1038121204
mas "Take Five", id: 424437399
mas "The Clock", id: 488764545
mas "The Unarchiver", id: 425424353
mas "ThemeInstaller", id: 1148208665
mas "Time Out", id: 402592703
mas "Transmit", id: 403388562
mas "Tweetbot", id: 1384080005
mas "Tweetbot", id: 557168941
mas "Twitter", id: 409789998
mas "Unsplash Wallpapers", id: 1284863847
mas "Wallpaper Wizard", id: 1266674560
mas "Wallpaper Wizard", id: 410801088
mas "WeatherBug", id: 1059074180
mas "WhatsApp", id: 1147396723
mas "WhatsOn", id: 1136082516
mas "World Clock Pro", id: 858446756
mas "Xcode", id: 497799835
