tap "buo/cask-upgrade"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "shinokada/abi"
tap "wagoodman/dive"
brew "aacgain"
brew "libffi"
brew "readline"
brew "xz"
brew "gdk-pixbuf"
brew "icu4c"
brew "pango"
brew "adwaita-icon-theme"
brew "ant"
brew "apr"
brew "apr-util"
brew "archey"
brew "autoconf"
brew "autoenv"
brew "autojump"
brew "automake"
brew "autossh"
brew "aws-elasticbeanstalk"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2", link: false
brew "cmark"
brew "composer"
brew "coreutils"
brew "csvkit"
brew "ctags"
brew "curl"
brew "docker-clean"
brew "dos2unix"
brew "doxygen"
brew "duck"
brew "enscript"
brew "erlang"
brew "faac"
brew "fdupes"
brew "libtool"
brew "ffmpeg"
brew "findutils"
brew "unixodbc"
brew "freetds"
brew "gdb"
brew "geckodriver"
brew "genometools"
brew "geos"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg", link: false
brew "go"
brew "graphviz"
brew "grep"
brew "grip"
brew "gtk+3"
brew "gtksourceview3"
brew "handbrake"
brew "hstr"
brew "htop"
brew "htslib"
brew "httpd"
brew "httpie"
brew "hub"
brew "imap-uw"
brew "iperf"
brew "oniguruma"
brew "jq"
brew "memcached"
brew "libmemcached"
brew "libvo-aacenc"
brew "libxml2"
brew "mailutils"
brew "mas"
brew "maven"
brew "media-info"
brew "mercurial"
brew "minikube", link: false
brew "mkvtoolnix"
brew "monit"
brew "moreutils"
brew "mosh"
brew "mp3gain"
brew "mp3info"
brew "mp4v2"
brew "mplayer"
brew "youtube-dl"
brew "mpv"
brew "mtr"
brew "mycli"
brew "mysql"
brew "ncdu"
brew "ncftp"
brew "neofetch"
brew "nginx"
brew "node"
brew "pandoc"
brew "perl"
brew "pianobar"
brew "postgresql@9.5"
brew "postgresql@9.6"
brew "pstree"
brew "pv"
brew "pwgen"
brew "pygobject3"
brew "pyside"
brew "r"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rlwrap"
brew "rust"
brew "screen"
brew "sdl"
brew "shellcheck"
brew "smartmontools"
brew "socat"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "stormssh"
brew "utf8proc"
brew "subversion"
brew "texi2html"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tomcat@7"
brew "tree"
brew "uberftp"
brew "vcftools"
brew "vim"
brew "watchman"
brew "wget"
brew "wine"
brew "winetricks"
brew "yarn"
brew "zlib"
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community@4.2"
brew "shinokada/abi/abi"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatago-nerd-font-mono"
cask "font-inconsolatalgc-nerd-font"
cask "font-inconsolatalgc-nerd-font-mono"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "gpg-suite"
cask "hyper"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "kdiff3"
cask "macdown"
cask "meld"
cask "minikube"
cask "mongodb-compass"
cask "rstudio"
cask "sequel-pro"
cask "swiftbar"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "xbar"
mas "1Blocker (Old)", id: 1107421413
mas "Airmail", id: 918858936
mas "Awaken", id: 404221531
mas "BabyProof", id: 412522123
mas "Browserism", id: 979047768
mas "CloudClip Manager", id: 563362017
mas "Convert It", id: 885534364
mas "Copied", id: 1026349850
mas "CopyClip", id: 595191960
mas "CopyClip", id: 1020812363
mas "Core Tunnel", id: 1354318707
mas "Deliveries", id: 924726344
mas "Disk Care", id: 913724705
mas "Disk Diag", id: 672206759
mas "Disk Space", id: 603688030
mas "Fantastical", id: 435003921
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "Honey", id: 1472777122
mas "iFlicks", id: 408937559
mas "iFlicks 2", id: 731062389
mas "iVI", id: 402279089
mas "iVI 4", id: 1221678819
mas "LiveReload", id: 482898991
mas "Logic Pro", id: 634148309
mas "MuteMyMic", id: 456362093
mas "Name Mangler", id: 603637384
mas "NepTunes", id: 1006739057
mas "Numbers", id: 409203825
mas "Pastebot", id: 1179623856
mas "Plaaying", id: 1034990428
mas "PopClip", id: 445189367
mas "Quiver", id: 866773894
mas "Raw Dog XML Viewer", id: 1074415945
mas "rubiTrack 3", id: 568387119
mas "Sayonara Wild Hearts", id: 1461823255
mas "Silicio", id: 933627574
mas "Simple Refresh", id: 1492951704
mas "Simplify", id: 448003584
mas "SmashTunes", id: 452120723
mas "Sonic Racing", id: 1461172325
mas "Soulver", id: 413965349
mas "Sound Effects", id: 1230235160
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Subs Factory", id: 687457926
mas "Tab Space", id: 1473726602
mas "Tag", id: 506232966
mas "Take Five", id: 424437399
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
mas "ThemeInstaller", id: 1148208665
mas "TunesArt", id: 444696268
mas "Tweetbot", id: 1384080005
mas "Tweetbot", id: 557168941
mas "Wallpaper Wizard", id: 1266674560
mas "WeatherBug", id: 1059074180
mas "WhatsApp", id: 1147396723
mas "Wipr", id: 1320666476
mas "World Clock Pro", id: 858446756
mas "Xcode", id: 497799835
