tap "buo/cask-upgrade"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "mutagen-io/mutagen"
brew "aacgain"
brew "xz"
brew "aom"
brew "asdf"
brew "aspell"
brew "autossh"
brew "sqlite"
brew "bash"
brew "bzip2"
brew "gettext"
brew "python@3.9"
brew "cmake"
brew "csvkit"
brew "curl"
brew "dos2unix"
brew "duck"
brew "folly"
brew "edencommon"
brew "enscript"
brew "faac"
brew "faad2"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fdupes"
brew "mpg123"
brew "rubberband"
brew "ffmpeg"
brew "ffmpeg@4"
brew "findutils"
brew "freetds"
brew "fzf"
brew "gd"
brew "genometools"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "grip"
brew "hstr"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "iperf"
brew "jq"
brew "kubernetes-cli"
brew "lbzip2"
brew "libao"
brew "llvm"
brew "lzlib"
brew "m-cli"
brew "mad"
brew "mailutils"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "media-info"
brew "memcached"
brew "minicom"
brew "minikube"
brew "qt"
brew "moreutils"
brew "mp3gain"
brew "mp3info"
brew "mp4v2"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "ncftp"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "p7zip"
brew "pandoc"
brew "pipx"
brew "podman"
brew "postgresql@14"
brew "protobuf"
brew "pstree"
brew "pv"
brew "pwgen"
brew "r"
brew "rlwrap"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "smartmontools"
brew "socat"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "star"
brew "starship"
brew "stormssh"
brew "subversion"
brew "thefuck"
brew "tidy-html5"
brew "tmux"
brew "trash"
brew "tree"
brew "unzip"
brew "vcftools"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "mutagen-io/mutagen/mutagen"
cask "1password-cli"
cask "dbeaver-community"
cask "fig"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "gpg-suite"
cask "iina"
cask "imageoptim"
cask "kdiff3"
cask "macdown"
cask "meld"
cask "mongodb-compass"
cask "vagrant"
cask "visual-studio-code"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Awaken", id: 404221531
mas "BabyProof", id: 412522123
mas "Balance Lock", id: 1019371109
mas "Boop", id: 1518425043
mas "Browserism", id: 979047768
mas "Clocker", id: 1056643111
mas "CloudClip Manager", id: 563362017
mas "Core Tunnel", id: 1354318707
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 924726344
mas "Disk Care", id: 913724705
mas "Disk Diag", id: 672206759
mas "Disk Space", id: 603688030
mas "Forecast Bar", id: 982710545
mas "Friendly Streaming", id: 553245401
mas "g Converter", id: 1545532142
mas "Irvue", id: 1039633667
mas "LiveReload", id: 482898991
mas "Maccy", id: 1527619437
mas "Mastonaut", id: 1450757574
mas "Memory Diag", id: 748212890
mas "mikrofon", id: 1518516143
mas "MusicHarbor", id: 1440405750
mas "MuteMyMic", id: 456362093
mas "Name Mangler", id: 603637384
mas "Numbers", id: 409203825
mas "Pastebot", id: 1179623856
mas "PopClip", id: 445189367
mas "Quiver", id: 866773894
mas "Slack", id: 803453959
mas "Soulver 2", id: 413965349
mas "Speedtest", id: 1153157709
mas "Tab Space", id: 1473726602
mas "TaskTab", id: 1395414535
mas "The Unarchiver", id: 425424353
mas "TunesArt", id: 444696268
mas "Tweetbot", id: 1384080005
mas "Unsplash Wallpapers", id: 1284863847
mas "Whalebird", id: 1378283354
mas "WhatsApp", id: 1147396723
mas "Wipr", id: 1320666476
mas "World Clock Pro", id: 858446756
vscode "abierbaum.vscode-file-peek"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "alexkrechik.cucumberautocomplete"
vscode "AndersEAndersen.html-class-suggestions"
vscode "andrejunges.Handlebars"
vscode "AndrsDC.base16-themes"
vscode "AravindKumar.gherkin-indent"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "AureliaEffect.aurelia"
vscode "azemoh.one-monokai"
vscode "azemoh.theme-onedark"
vscode "bajdzis.vscode-database"
vscode "balmor.behave"
vscode "bbenoist.vagrant"
vscode "bbrakenhoff.solarized-light-custom"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "behzad88.Aurelia"
vscode "bernardodsanderson.theme-material-neutral"
vscode "bibhasdn.django-html"
vscode "bibhasdn.django-snippets"
vscode "bijan.theme-coalgraal"
vscode "castwide.solargraph"
vscode "casualjim.theme-desertex"
vscode "chmllr.theme-elrodeo"
vscode "chriseckenrode.vscode-chester-atom"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "cstrap.flask-snippets"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dkundel.vscode-npm-source"
vscode "donjayamanne.bower"
vscode "donjayamanne.githistory"
vscode "donjayamanne.jquerysnippets"
vscode "DotJoshJohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "DryWolf.dark-plus-plus-theme"
vscode "dsarch.theme-postdawn"
vscode "dzannotti.theme-spacemacs"
vscode "dzannotti.vscode-babel-coloring"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "ethansugar.monokai-light"
vscode "felipecaputo.git-project-manager"
vscode "file-icons.file-icons"
vscode "finico.vscode-theme-sunrise"
vscode "fknop.vscode-npm"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "fthiagogv.theme-material-ocean-next-plus"
vscode "gerane.Theme-3024Day"
vscode "gerane.Theme-azure"
vscode "gerane.Theme-BlueLover"
vscode "gerane.Theme-feelgood"
vscode "gerane.Theme-FlatDark"
vscode "gerane.Theme-Kimbielight"
vscode "gerane.Theme-Monokai-Cobalt"
vscode "gerane.Theme-New-Day"
vscode "gerane.Theme-Oblivion"
vscode "gerane.Theme-OceanicNext"
vscode "gerane.Theme-Paraisolight"
vscode "gerane.Theme-Solarized-light"
vscode "gerane.Theme-Zenburn"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "herrherrmann.angular-bootstrap"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "Icehunter.TurboJavaScript"
vscode "ivanzusko.theme-jo-light"
vscode "jakethashi.vscode-angular2-emmet"
vscode "jeremyrajan.webpack"
vscode "jithurjacob.nbpreviewer"
vscode "johnpapa.Angular2"
vscode "jprestidge.theme-material-theme"
vscode "jtlowe.vscode-icon-theme"
vscode "Kal.theme-glacier"
vscode "kamranmackey.cobalt2-Theme"
vscode "Kasik96.swift"
vscode "leizongmin.node-module-intellisense"
vscode "leizongmin.theme-lei"
vscode "lextudio.restructuredtext"
vscode "magicstack.MagicPython"
vscode "marcostazi.VS-code-vagrantfile"
vscode "marcuskaz.theme-chester"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "moppitz.vscode-extension-auto-import"
vscode "mrmlnc.vscode-jade-snippets"
vscode "mrmlnc.vscode-pugbeautify"
vscode "mrmlnc.vscode-puglint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.Theme-3024Kit"
vscode "ms-vscode.Theme-MarkdownKit"
vscode "ms-vscode.Theme-MaterialKit"
vscode "ms-vscode.Theme-PredawnKit"
vscode "msjsdiag.vscode-react-native"
vscode "naco-siren.gradle-language"
vscode "natewallace.angular2-inline"
vscode "naumovs.theme-oceanicnext"
vscode "nwallace.language-vscode-javascript-angular2"
vscode "octref.vetur"
vscode "peymanslh.blueberry-dark-theme"
vscode "phanitejakomaravolu.EmberES6Snippets"
vscode "PKief.material-icon-theme"
vscode "QassimFarid.ejs-language-support"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.nova"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "searKing.preview-vscode"
vscode "secanis.jenkinsfile-support"
vscode "sidneys1.gitconfig"
vscode "sidthesloth.html5-boilerplate"
vscode "SimoneOlivieri.visual-studio-light-theme"
vscode "stevejpurves.cucumber"
vscode "streetsidesoftware.code-spell-checker"
vscode "tanato.vscode-gulp"
vscode "teabyii.ayu"
vscode "tht13.rst-vscode"
vscode "timonwong.shellcheck"
vscode "tinkertrain.theme-panda"
vscode "trond-snekvik.simple-rst"
vscode "twxs.cmake"
vscode "vangware.dark-plus-material"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "waderyan.babelrc"
vscode "waderyan.gitblame"
vscode "wcwhitehead.bootstrap-3-snippets"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "xabikos.JavaScriptSnippets"
vscode "yomed.theme-dracula-soft"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
