tap "buo/cask-upgrade"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "aacgain"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "archey"
brew "gettext"
brew "aria2"
brew "asdf"
brew "aspell"
brew "aws-elasticbeanstalk"
brew "bash"
brew "berkeley-db", link: true
brew "boost"
brew "bzip2"
brew "protobuf"
brew "yara"
brew "clamav"
brew "cmake"
brew "csvkit"
brew "openldap"
brew "curl"
brew "dos2unix"
brew "openjdk"
brew "duck"
brew "folly"
brew "edencommon"
brew "enscript"
brew "faac"
brew "faad2"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fdupes"
brew "gcc"
brew "p11-kit"
brew "unbound"
brew "mpg123"
brew "rubberband"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "freetds"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "genometools"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grip"
brew "handbrake"
brew "hstr"
brew "htop"
brew "htslib"
brew "httpie"
brew "hub"
brew "libheif"
brew "openssl@1.1"
brew "python@3.9"
brew "imagemagick"
brew "iperf"
brew "jq"
brew "node"
brew "jsonlint"
brew "just"
brew "krb5"
brew "lbzip2"
brew "libao"
brew "llvm"
brew "lzlib"
brew "mad"
brew "mailutils"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "media-info"
brew "memcached"
brew "qt"
brew "mkvtoolnix"
brew "mongosh"
brew "moreutils"
brew "mp3gain"
brew "mp3info"
brew "mp4v2"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "ncftp"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pipx"
brew "postgresql@14"
brew "pstree"
brew "pwgen"
brew "tcl-tk"
brew "r"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "s-nail"
brew "screen"
brew "shellcheck"
brew "smartmontools"
brew "socat"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "stormssh"
brew "subversion"
brew "thefuck"
brew "tidy-html5"
brew "tmux"
brew "trash"
brew "tree"
brew "unzip"
brew "vcftools"
brew "vim"
brew "watchman"
brew "wget"
brew "xcodes", link: false
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "mongodb/brew/mongodb-community"
cask "1password-cli"
cask "aria2d"
cask "dbeaver-community"
cask "fig"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "kdiff3"
cask "macdown"
cask "meld"
cask "mongodb-compass"
cask "phantomjs"
cask "qbittorrent"
cask "rstudio"
cask "swiftbar"
cask "textbar"
cask "vagrant"
cask "vagrant-manager"
cask "xbar"
cask "xcodes"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "360Player", id: 1184114594
mas "Airmail", id: 918858936
mas "Awaken", id: 404221531
mas "BabyProof", id: 412522123
mas "Boop", id: 1518425043
mas "Browserism", id: 979047768
mas "Capo", id: 696977615
mas "Clocker", id: 1056643111
mas "CloudClip Manager", id: 563362017
mas "Convert It", id: 885534364
mas "Copied", id: 1026349850
mas "CopyClip", id: 595191960
mas "CopyClip", id: 1020812363
mas "Core Tunnel", id: 1354318707
mas "Disk Care", id: 913724705
mas "Disk Diag", id: 672206759
mas "Disk Space", id: 603688030
mas "EasyMail", id: 1216244845
mas "Elmedia Video Player", id: 1044549675
mas "Fantastical", id: 435003921
mas "Flycut", id: 442160987
mas "Focus", id: 1554411065
mas "Forecast Bar", id: 982710545
mas "Free MP4 Converter", id: 693443591
mas "Fretello", id: 1107957482
mas "Friendly Streaming", id: 553245401
mas "g Converter", id: 1545532142
mas "GarageBand", id: 682658836
mas "Ice Cubes", id: 6444915884
mas "iFlicks", id: 408937559
mas "iFlicks 2", id: 731062389
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Irvue", id: 1039633667
mas "iVI", id: 402279089
mas "iVI 4", id: 1221678819
mas "Ivory", id: 6444602274
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Knowbie", id: 1525055141
mas "LiveReload", id: 482898991
mas "Logic Pro", id: 634148309
mas "Maccy", id: 1527619437
mas "Mail Notifr", id: 808154494
mas "Mastonaut", id: 1450757574
mas "Memory Diag", id: 748212890
mas "MKPlayer", id: 1335612105
mas "MKV2MP4", id: 585396074
mas "MusicHarbor", id: 1440405750
mas "MuteMyMic", id: 456362093
mas "Name Mangler", id: 603637384
mas "NepTunes", id: 1006739057
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pastebot", id: 1179623856
mas "Pastebot", id: 1179623856
mas "PayPal Honey", id: 1472777122
mas "Plaaying", id: 1034990428
mas "PopClip", id: 445189367
mas "Prime Video", id: 545519333
mas "Quiver", id: 866773894
mas "Raw Dog XML Viewer", id: 1074415945
mas "rubiTrack 3", id: 568387119
mas "Sayonara Wild Hearts", id: 1461823255
mas "Screens", id: 1224268771
mas "Silicio", id: 933627574
mas "Simple Refresh", id: 1492951704
mas "Simplify", id: 448003584
mas "Slack", id: 803453959
mas "SmashTunes", id: 452120723
mas "Sonic Racing", id: 1461172325
mas "Soulver 2", id: 413965349
mas "Sound Effects", id: 1230235160
mas "Space Gremlin", id: 414515628
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Subs Factory", id: 687457926
mas "Tab Space", id: 1473726602
mas "Tag", id: 506232966
mas "Take Five", id: 424437399
mas "TaskTab", id: 1395414535
mas "Termius", id: 1176074088
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "ThemeInstaller", id: 1148208665
mas "Time Out", id: 402592703
mas "TunesArt", id: 444696268
mas "Tweetbot", id: 1384080005
mas "Tweetbot", id: 557168941
mas "Unsplash Wallpapers", id: 1284863847
mas "UTM", id: 1538878817
mas "WallBot", id: 1294006547
mas "Wallpaper Wizard", id: 1266674560
mas "WeatherBug", id: 1059074180
mas "WhatsApp", id: 1147396723
mas "Wipr", id: 1320666476
mas "World Clock Pro", id: 858446756
mas "Xcode", id: 497799835
vscode "abierbaum.vscode-file-peek"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "alexkrechik.cucumberautocomplete"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "anderseandersen.html-class-suggestions"
vscode "andrejunges.handlebars"
vscode "andrsdc.base16-themes"
vscode "aravindkumar.gherkin-indent"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "aureliaeffect.aurelia"
vscode "azemoh.one-monokai"
vscode "azemoh.theme-onedark"
vscode "bajdzis.vscode-database"
vscode "balmor.behave"
vscode "bbenoist.vagrant"
vscode "bbrakenhoff.solarized-light-custom"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "behzad88.aurelia"
vscode "bernardodsanderson.theme-material-neutral"
vscode "bibhasdn.django-html"
vscode "bibhasdn.django-snippets"
vscode "bijan.theme-coalgraal"
vscode "castwide.solargraph"
vscode "casualjim.theme-desertex"
vscode "charliermarsh.ruff"
vscode "chmllr.theme-elrodeo"
vscode "chriseckenrode.vscode-chester-atom"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "cstrap.flask-snippets"
vscode "danielsanmedium.dscodegpt"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dkundel.vscode-npm-source"
vscode "donjayamanne.bower"
vscode "donjayamanne.githistory"
vscode "donjayamanne.jquerysnippets"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "drywolf.dark-plus-plus-theme"
vscode "dsarch.theme-postdawn"
vscode "dzannotti.theme-spacemacs"
vscode "dzannotti.vscode-babel-coloring"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "ethansugar.monokai-light"
vscode "felipecaputo.git-project-manager"
vscode "file-icons.file-icons"
vscode "finico.vscode-theme-sunrise"
vscode "fknop.vscode-npm"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "fthiagogv.theme-material-ocean-next-plus"
vscode "gerane.theme-3024day"
vscode "gerane.theme-azure"
vscode "gerane.theme-bluelover"
vscode "gerane.theme-feelgood"
vscode "gerane.theme-flatdark"
vscode "gerane.theme-kimbielight"
vscode "gerane.theme-monokai-cobalt"
vscode "gerane.theme-new-day"
vscode "gerane.theme-oblivion"
vscode "gerane.theme-oceanicnext"
vscode "gerane.theme-paraisolight"
vscode "gerane.theme-solarized-light"
vscode "gerane.theme-zenburn"
vscode "github.codespaces"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "guardrex.status-bar-tasks"
vscode "herrherrmann.angular-bootstrap"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "icehunter.turbojavascript"
vscode "ivanzusko.theme-jo-light"
vscode "jakethashi.vscode-angular2-emmet"
vscode "jeremyrajan.webpack"
vscode "jithurjacob.nbpreviewer"
vscode "johnpapa.angular2"
vscode "joshpeng.sublime-babel-vscode"
vscode "joshpeng.theme-charcoal-oceanicnext"
vscode "jprestidge.theme-material-theme"
vscode "jtlowe.vscode-icon-theme"
vscode "kal.theme-glacier"
vscode "kamranmackey.cobalt2-theme"
vscode "kasik96.swift"
vscode "leizongmin.node-module-intellisense"
vscode "leizongmin.theme-lei"
vscode "lextudio.restructuredtext"
vscode "magicstack.magicpython"
vscode "marcostazi.vs-code-vagrantfile"
vscode "marcuskaz.theme-chester"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "moppitz.vscode-extension-auto-import"
vscode "mrmlnc.vscode-jade-snippets"
vscode "mrmlnc.vscode-pugbeautify"
vscode "mrmlnc.vscode-puglint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.node-debug2"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.theme-3024kit"
vscode "ms-vscode.theme-markdownkit"
vscode "ms-vscode.theme-materialkit"
vscode "ms-vscode.theme-predawnkit"
vscode "msjsdiag.vscode-react-native"
vscode "naco-siren.gradle-language"
vscode "natewallace.angular2-inline"
vscode "naumovs.theme-oceanicnext"
vscode "nwallace.language-vscode-javascript-angular2"
vscode "octref.vetur"
vscode "peymanslh.blueberry-dark-theme"
vscode "phanitejakomaravolu.emberes6snippets"
vscode "pkief.material-icon-theme"
vscode "qassimfarid.ejs-language-support"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.nova"
vscode "redhat.java"
vscode "searking.preview-vscode"
vscode "secanis.jenkinsfile-support"
vscode "shopify.ruby-lsp"
vscode "sidneys1.gitconfig"
vscode "sidthesloth.html5-boilerplate"
vscode "silverbulleters.gherkin-autocomplete"
vscode "simoneolivieri.visual-studio-light-theme"
vscode "stevejpurves.cucumber"
vscode "streetsidesoftware.code-spell-checker"
vscode "tanato.vscode-gulp"
vscode "teabyii.ayu"
vscode "tht13.rst-vscode"
vscode "timonwong.shellcheck"
vscode "tinkertrain.theme-panda"
vscode "trond-snekvik.simple-rst"
vscode "twxs.cmake"
vscode "vangware.dark-plus-material"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.babelrc"
vscode "waderyan.gitblame"
vscode "wcwhitehead.bootstrap-3-snippets"
vscode "whizkydee.material-palenight-theme"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.javascriptsnippets"
vscode "yomed.theme-dracula-soft"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
